Revit 2027 API
ParameterTypeId.AssemblyDescription Property
 "Assembly Description"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId AssemblyDescription { get; }
Public Shared ReadOnly Property AssemblyDescription As ForgeTypeId
	Get
public:
static property ForgeTypeId^ AssemblyDescription {
	ForgeTypeId^ get ();
}
static member AssemblyDescription : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace